{"class_name": "Sequential", "keras_version": "2.0.5", "backend": "tensorflow", "config": [{"class_name": "Dense", "config": {"kernel_constraint": null, "kernel_regularizer": null, "batch_input_shape": [null, 784], "trainable": true, "activity_regularizer": null, "dtype": "float32", "bias_initializer": {"class_name": "Zeros", "config": {}}, "name": "dense_1", "kernel_initializer": {"class_name": "RandomNormal", "config": {"seed": null, "mean": 0.0, "stddev": 0.05}}, "bias_regularizer": null, "use_bias": true, "units": 784, "activation": "relu", "bias_constraint": null}}, {"class_name": "Dense", "config": {"kernel_constraint": null, "kernel_regularizer": null, "trainable": true, "activity_regularizer": null, "bias_initializer": {"class_name": "Zeros", "config": {}}, "name": "dense_2", "kernel_initializer": {"class_name": "VarianceScaling", "config": {"seed": null, "mode": "fan_avg", "scale": 1.0, "distribution": "uniform"}}, "bias_regularizer": null, "use_bias": true, "units": 400, "activation": "relu", "bias_constraint": null}}, {"class_name": "Dense", "config": {"kernel_constraint": null, "kernel_regularizer": null, "trainable": true, "activity_regularizer": null, "bias_initializer": {"class_name": "Zeros", "config": {}}, "name": "dense_3", "kernel_initializer": {"class_name": "VarianceScaling", "config": {"seed": null, "mode": "fan_avg", "scale": 1.0, "distribution": "uniform"}}, "bias_regularizer": null, "use_bias": true, "units": 400, "activation": "relu", "bias_constraint": null}}, {"class_name": "Dense", "config": {"kernel_constraint": null, "kernel_regularizer": null, "trainable": true, "activity_regularizer": null, "bias_initializer": {"class_name": "Zeros", "config": {}}, "name": "dense_4", "kernel_initializer": {"class_name": "RandomNormal", "config": {"seed": null, "mean": 0.0, "stddev": 0.05}}, "bias_regularizer": null, "use_bias": true, "units": 10, "activation": "sigmoid", "bias_constraint": null}}]}